Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=562_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Tiina Sanila-Aikio ja Heikki Paltto saamelaiskäräjien varapuheenjohtajiksi
smn: Tiina Sanila-Aikio já Heikki Paltto sämitige värisaavâjođetteijen

source: Sevettijärveltä kotoisin oleva kolttasaamelainen Tiina Sanila-Aikio ja Heikki Paltto Inarin Lemmenjoelta valittiin yksimielisesti saamelaiskäräjien varapuheenjohtajiksi vaalikaudelle 2012-2015.
smn: Čevetjäävrist šaddaaš nuorttâsämmilâš Tiina Sanila-Aikio já Heikki Paltto Aanaar Lemmest väljejuin oovtmielâlávt sämitige värisaavâjođetteijen vaaljâpajan 2012–2015.

source: Sanila-Aikio, joka valittiin ensimmäiseksi varapuheenjohtajaksi, on saamelaiskäräjäedustajana ensimmäistä kauttaan.
smn: Sanila-Aikio, kote väljejui vuossâmužžân värisaavâjođetteijen, lii sämitiggeovdâsteijen vuossâmu paajees.

source: Paltto, joka valittiin toiseksi varapuheenjohtajaksi, istui saamelaiskäräjien hallituksessa jo edellisellä vaalikaudella.
smn: Paltto, kote väljejui nubben värisaavâjođetteijen, čokkái sämitige stiivrâst jo ovdebáá vaaljâpaajeest.

source: Saamelaiskäräjien hallitukseen valittiin äänestysten jälkeen seuraavat jäsenet:
smn: Sämitige stiivrân väljejuvvojii jienâstem maŋa čuávvoo jesâneh:

source: Utsjoelta Ilmari Tapiola ja Asko Länsman
smn: Ucjuuvâst Ilmari Tapiola já Asko Länsman

source: Inarista / Helsingistä Pirita Näkkäläjärvi
smn: Anarist / Helsigist Pirita Näkkäläjärvi

source: Sodankylän Vuotsosta Petra Magga-Vars.
smn: Suáđigil Vuáčust Petra Magga-Vars.
